Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/umo.se/cummat-ja-rahkastallan.html.tmx
Source language: sme
Languages: smj

source: Cummástallan ja ráhkástallan lea juoga masa máŋgasat liikojit.
smj: Bunástallat, tjulástallat ja hånglit la juoga masi ålos lijkkuji.

source: Jus ii leat dahkan dan soaitá olmmoš niegadit ja ahkiduššá dahkat dan.
smj: Jus ij la dav dahkam márjju ájádallá dan birra ja hálijt dav dahkat.

source: Seamma áigge sáhttá maid dovdot vehá leabohin vuosttas cumma dehe ráhkástallama ovdal.
smj: Avtabále gå máhttá dåbddut vehik balon vuostasj tjullásij jali hångelij.

source: Got dáhká go ráhkástallá.
smj: Gåktu dal ájn dahká gå hångli ?

source: Jus imaštallá got galgá dahkat go cummástallá ja ráhkástallá, sáhttá leahkit buorre jurddašit ahte eai leat mangelágán njuolggadusat mot dahkat. Jus geahččaladdá ja dahká vugiin mii orro buorre alccesis, orru dat dávjá buorre dasanai geainna cummástallá dehe ráhkástallá.
smj: Jus ájádallá gåktu tjules jali hångli, de l buorre mujttet e njuolgadusá gávnnu gåktu galggá dahkat Jus gähttjal ja dahká nåv vaj buoragit allasis dåbddu, de dåbddusj gal buoragit gesi tjules ja gejna hångli.

source: Cummástallat lea deaddit baksamiid soapmása eará baksamiid vuostá dehe soames eará báikái gorudis, dávjá dahká maid una stoavkkihanjiena seamma áigge.
smj: Bunástallat la gå ietjas bakismijt dieddel ietjá ulmutja baksimijda jali ietjá sadjáj ietjá ulmutja rubmahin, álu sämmibále aj tsållajienatjav dahká.

source: Go cummástallá soapmása njálbmi lea gitta.
smj: Gå soabmásav bunes de l njálmme dahppot.

source: Go cummista soapmása nu lávejit sihke baksamat ja njuokčamat guoskkadit nuppiideaset.
smj: Gå soabmásav tjules de álu gaoppátjagá baksima ja njuoktjama duohtti nubbe nuppev.

source: Dat lea dego ráhkástallá ja ráhkástallo njuokčamiin ja baksamiiguin.
smj: Le degu njávkká ja njávkaduvvá njuoktjamijn ja baksimij.

source: Dan sáhttá maid govvidit ahte smáhkke soamis eará.
smj: Gåvviduvvá aj degu smáhkkut ietjá ulmutjav.

source: Dábálaš vuohki álgit cummástallat lea álgit cummestallat.
smj: Dábálasj vuohke tjulástallagoahtet la bunástallagoahtet.

source: Jus de háliida cummástallat sáhttá sirret baksamiid ja coggalit njuokčama vehá nu ahte dat guoskkaha nuppi baksamiid.
smj: Jus sihtá tjulástallat de máhttá baksimijt vehik sierrit ja njuoktjamav unnán tsåggåt vaj duohttá nuppe baksimijt.

source: Eai leat mangelágán njuolggadusat got galgá dahkat go cummista goabbat guoimmi, ovdamearkka dihte man guhkás galgá coggalit njuokčama dehe man olu galgá sirret baksamiid, muhto dan mearrida ieš.
smj: De vuojnná jus gut aj baksimijt sierri vaj njuoktjama máhtti duohtadit. E gávnnu njuolgadusá gåktu galggá dahkat gå tjules nubbe nuppev, buojkulvissan man märráj galggá njuoktjamav tsåggåt jali man ednagav galggá baksimijt sierrit, valla dav iesj mierret.

source: Dávjjimusat láve dat čoavdásit ieš go cummásta soapmása.
smj: Ienemusát álu ietjatis tjielggá gå vijmak soabmásav tjules.

source: Muhto okta ráva lea álgge várrogasat ahte it deatte njuokčama ja lihkat dan garrasit nuppi njálmmis dakkaviđe.
smj: Gätjástus la várrogit álgget vaj ij njálmmáj garrasit tsåhkkå ja labuda njuoktjamav guojmenis njálmen dalága.

source: Láve leahkit buorre goappešiidda jus geahččaladdá.
smj: Goappátjijda álu buorak sjaddá jus gähttjal.

source: Lea váttis cummistit soapmása njuolga ovddos daningo njunit álkit nordasit oktii, danin láve dárbbahit vehá állet oaivvi vai olaha.
smj: Vájvve l soabmásav tjulestit njuolgga åvddålis danen gå njunje álkket jåstesti, danen álu dárbaj oajvev rággit ålåtjit.

source: Sáhttá leahkit buorre vuoigŋat njuniin go cummista soapmása.
smj: Vuojŋasj má giehpemusát njunjijn gå soabmásav tjules.

source: Ferte geahččaladdat mii orru buoremus.
smj: Vuohke l iesj gähttjalit mij lijkkogis dåbddu.

source: Bátnestellegiin dehe “ piersniin ” sáhttá cummistit buorehit.
smj: Máttá buoragit tjulástallat badneduollidimijn jali piersingijn.

source: Sáhttá maid cummistit guhtet guoimmi goruda.
smj: Máhttá aj nubbe nuppev tjulestit rubmahij.

source: Gosa gorudis cummista dehe háliida cummistuvvot mearrida ieš dainna geainna cummástallá ja cummástallo.
smj: Gåggu rubmahin tjules jali sihtá tjulestuvvat iesj mierret aktan gejna tjules jali gässta tjulestuvvá.

source: Sallumat ja ráhkástaddamat
smj: Fármastime ja njávkkama

source: Sáhttá dovdot somán guldalit soapmása eará goruda, ovdamearkka dihte sallumiin ja njávkamiin.
smj: Máhttá dåbddut lijkkogis iehtjáda rubmahav gulldalit, buojkulvissan fármasta ja njávka baktu.

source: Sáhttá njávkat ja sallut sihke biktasiiguin ja biktasiidhaga.
smj: Máhttá njávkadit ja fármudallat goappátjagá biktasij ja biktasahtá.

source: Ráhkástallat lávejit gohčodit go olmmoš cummástallá, cummistallá, salastallá ja njávká soapmása.
smj: Gåktu dal ájn hångli ? Hånglit gåhtjudallá gå tjules, bunes, fármas ja návkká soabmásav.

source: Cummástallan ja salastallan seamma áigge sáhttá nappo leahkit ráhkástallan.
smj: Tjulástallat ja sämmibále fármudallat máhttá aj årrot hångel.

source: Jur dego goruda njávkan ja cummisteamit sáhttet maid leahkit ráhkástallan.
smj: Jur degu njávkkama ja bunestime rubmahin aj máhttá årrot hångel.

source: Go ráhkástallá sáhttá maid deaddit ja ruvvet iežaska nuppiideaskka vuostá.
smj: Gå hångli máhttá aj dieddet ja njávggat nubbe nuppe vuosstij.

source: Ráhkástallat sáhttá máŋgga ládje, ovdamearkka dihte ráfálaččat ja siivvuid dehe garrasit ja giivásiid.
smj: Máhttá hånglit moatteláhkáj, buojkulvissan suojmma ja sjávot jali tjavgga ja fámulattjat.

source: Dat sáhttá maid varieret geardi gearddiinis ja olbmos olbmui.
smj: Álu målsut hångelbåttån. Máhttá aj målsudit báles bálláj ja ulmutjis ulmutjij.

source: Ráhkástallat sáhttá bivttas nalde, unnán biktasiiguin dehe jur álás.
smj: Máhttá hånglit ållu gárvodum jali ållu rihttsot.

source: Ráhkástallat sáhttá maid sierra rumašguottuin ovdamearkka dihte čuoččut, čohkkut, dehe veallut.
smj: Máhttá aj hånglit umassláhkáj, buojkulvissan tjuottjo, tjåhkkot jali vällot.

source: Ráhkástallan sakka ja unnán dehe bivttaskeahttá gohčoduvvo muhtumin roavesráhkástallamin.
smj: Hånglit ednagit ja binná biktasij jali biktasahtá muhttijn garrahångelin gåhtjudallá.

source: Duivi
smj: Smálla

source: Muhtimat gohčodit ráhkástallama duivin.
smj: Muhtema gåhttju hångelav smállan.

source: Muhto duivi sáhttá mearkkašit eará áššiid.
smj: Valla smálla máhttá aj ietjá.

source: Muhtimat atnet ovdamearkka dihte ahte duive go njoallu dehe anaša soapmásiin dehe soamis earáiguin.
smj: Muhtema adni buojkulvissan ulmusj smállá gå sjuohttul jali seksav adná iehtjádijn jali iehtjádij.

source: Olbmo geainna lea dahkan dan sáhttá maid gohčoduvvot duivin.
smj: Ulmusj gejna l dáv dahkam máhttá aj gåhtjudallat smállan.

source: Mii dahká cummástallama ja ráhkástallama somán ?
smj: Mij dahká tjullásijt ja hångelav lijkkogissan ?

source: Leahkit lahka ja njávkojuvvot soapmásis dagaha ahte liiki, njuovčča ja baksamat reagerejit ja sáddejit signálaid vuoigŋasiidda ahte dat dovdo somá ja jierástuvvan.
smj: Årrot lahka ja njávkaduvvat soabmásis dahká lijkev, njuoktjamav ja baksima rádji signálajt vuojŋŋamij jut tjagárt ja dåbddu lijkkogis.

source: Dat sáhttá maid dagahit ahte šaddá himolaš.
smj: Máhttá aj dahkat seksuálalattjat buolliduvvá.

source: Goruda nearvvat dat dikšot dovddu ja sáddejit signálaid vuoigŋasiidda.
smj: Rubmahin li nerva ma dåjmadi dåbdov ja rádji signálajt vuojŋŋamij.

source: Vai dovdolii somá ja hearvái ráhkástallat lea dehálaš ahte sihke ieš ja dat geainna ráhkástallá háliida dahkat dan.
smj: Jus galggá vuohkasit ja herlugit dåbddut de hähttu iesj ja gejna hångli, dasi lijkkut.

source: Sierra olbmot liikojit sierra olu cummástallamii ja ráhkástallamii.
smj: Ulmutja umassláhkáj lijkkuji tjulástallat ja hångli.

source: Ii leat mangelágán rivttes dehe vearu vuohki dovdat muhto oažžu guldalit iežas liikogo ahte lea somá cummástallat ja ráhkástallat dehe háliidago milloseappot dovdat lagašvuođa eará ládje.
smj: Ij gávnnu duolla jali ja boasto vuohke dåbddåt, ájnat viertti gulldalit allasis jus adná la lijkkogis tjulástallat ja hånglit, jali jus ienni sihtá lahkavuodav dåbddåt.

source: Olbmos lea álo riekti gieldit jus ii hálit cummástallat dehe ráhkástallat dehe jus juoga ii oro buorre dalle go dahká dan.
smj: Agev la riektá vuosstálasstet jus ij sidá tjulástallat jali hånglit, jali jus juoga ij dåbddu buoragit dan båttå.

source: Ii galgga goassege leahkit mielde cummástallame ja ráhkástallame beare dan dihte ahte soamis eará háliida dan.
smj: Ij goassak galga tjulástallat ja hånglit gå ietjá ulmusj dav sihtá.

source: Buohkat smáhkkejit ja haksojit sierraládje.
smj: Gájka smáhkijdi ja hábsijdi umassláhkáj.

source: Mot hakso ja smáhkke muhtto maid ovdamearkka dihte dan sivas maid lea borran mot lea basadan mot biktasat haksojit ja nu viidáseappot.
smj: Gåktu habsijt ja smáhkku rievddá aj, buojkulvissan mierreduvvá majt la bårråm, gåktu la basádam, gåktu biktasa habsijdi ja nåv vil.

source: Jus lea galbmon ja olbmos lea infekšuvdna nu sáhttá ovdamearkka dihte njálbmi haksot earáládje go muđuin.
smj: Jus la snuobas ja l infeksjåvnnå de máhttá buojkulvissan ietjáláhkaáj habsijdit njálmme gå iemeláhkáj.

source: Sáhttágo šaddat áhpeheapmin dehe oažžut sohkabealedávddaid go ráhkástallá ?
smj: Máhttá gus hånglimis iesselissan sjaddat jali sjiervvedávdajt oadtjot ?

source: Olmmoš ii sáhte šaddat áhpeheapmin ráhkástallamis.
smj: Ij máhte iesselissan sjaddat gå hångli.

source: Iige sáhte oažžut sohkabealedávddaidge.
smj: Ij ga máhte avtak sjiervvedávdav oadtjot.

source: Ráhkástallan lea sihke somás ja sihkkaris vuohki leahkit soapmása lahka.
smj: Hångel l de goappátjagá lijkkogis ja sihkar vuohke ulmutja lahkavuodav dåbddå.
